<HTML><HEAD>
<TITLE>Untitled</TITLE>
</HEAD>
<BODY bgcolor="#ffffff">

<center><H2>Pesquisa na Rede <IMG SRC="pesquisa.jpg" ALIGN="middle"></H2></center>
<BR>

Cultura, Pol&iacute;tica, Hist&oacute;ria... quase tudo o que voc&ecirc; imaginar pode ser encontrado na Internet. Mas como encontrar esta informa&ccedil;&atilde;o? Para chegar at&eacute; ela voc&ecirc; deve usar os <I>search-engines</I>, ferramentas  de  busca e pesquisa informa&ccedil;&otilde;es na rede.  Abaixo, relacionamos alguns dos mais importantes <I>search-engines</I>  da rede. Escolha o seu e boa pesquisa!
<P>

<A HREF="http://www.altavista.digital.com" target="_top">Altavista</A><br>
A mais completa ferramenta de busca da rede. Faz pesquisas no texto integral de mais de 21 milh&otilde;es de sites WWW e de mais de 13 mil newsgroups Usenet.
<p>

<A HREF="http://www.yahoo.com" target="_top">Yahoo</A><BR>
A ferramenta de pesquisa mais popular e mais acessada da Internet. Faz buscas por palavras-chaves ou atrav&eacute;s de um cat&aacute;logo organizado hierarquicamente.
<p>

<A HREF="http://www.lycos.com" target="_top">Lycos</A><BR>
Pesquisa informa&ccedil;&otilde;es em sites WWW, FTP e Gopher. Faz buscas tamb&eacute;m de documentos bin&aacute;rios, como imagens (.GIF e .JPG), arquivos de &aacute;udio (.WAV) e v&iacute;deo (.MPEG).
<p>

<A HREF="http://www.cade.com.br" target="_top">Cad&ecirc;?</A><BR>
Cat&aacute;logo brasileiro de home pages.  Faz pesquisas por palavras-chave ou atrav&eacute;s de um  menu de op&ccedil;&otilde;es.
<p>

<A HREF="http://www.argos.com.br" target="_top">Argos</A><BR>
Faz pesquisas em texto integral de documentos brasileiros na rede.
<P>
<A HREF="http://www.whowhere.com" target="_top">WhoWhere</A><BR>
Programa de busca de endere&ccedil;os e-mail. Atrav&eacute;s de um nome localiza o endere&ccedil;o e-mail ou vice-versa.
<P>
<A HREF="http://www.shareware.com" target="_top">Shareware.com</A><BR>
Pesquisa em servidores de FTP na Internet. Localiza programas shareware, freeware, demos e arquivos de imagens na Internet.<P>

<CENTER><HR width=450><font size=3>
<A HREF="Index.htm" target="_top">Volta</A> para a p&aacute;gina de abertura.

<p>

<font size=2>
Se voc&ecirc; possui alguma sugest&atilde;o para nossa home page, contate o <A HREF="mailto:webmaster@netone.com.br">Webmaster</A>.<BR>
</font>
</BODY>
</HTML>
